Repository: deabmahmoud/tagger
Catalog: tagger/i18n/*/LC_MESSAGES/tagger.po
Languages: it

source: Create a new Article
it: Crea un nuovo Articolo

source: Created Article:
it: Creato Articolo:

source: Updated Article:
it: Aggiornato Articolo:

source: Article is unchanged:
it: L'Articlo non è cambiato:

source: This will delete the Article and all its Pages from the database
it: Questo cancellerà l'Articolo e tutte le sue Pagine dal database

source: Are you sure you want to delete Article:
it: Vuoi veramente cancellare l'Articolo:

source: Deleted Article:
it: Cancellato Articolo:

source: Create a new Category
it: Crea una nuova Categoria

source: Created Category:
it: Creata Categoria:

source: Edit Category:
it: Modifica Categoria:

source: Updated Category:
it: Aggiornata Categoria:

source: Category is unchanged:
it: La Categoria non è cambiata:

source: This will delete the Category from the database
it: Questo cancellerà la Categoria dal database

source: Are you sure you want to delete Category:
it: Vuoi veramente cancellare la Categoria:

source: Deleted Category:
it: Cancellata Categoria:

source: Create a new Language
it: Crea una nuova Lingua

source: Created Language:
it: Creata Lingua:

source: Edit Language:
it: Modifica Lingua:

source: Updated Language:
it: Aggiornata Lingua:

source: Language is unchanged:
it: La Lingua non è cambiata:

source: This will delete the Language from the database
it: Questo cancellerà la Lingua dal database

source: Are you sure you want to delete Language:
it: Vuoi veramente cancellare la Lingua:

source: Deleted Language:
it: Cancellata Lingua:

source: Create a new Link
it: Crea un nuovo Collegamento

source: Created Link:
it: Creato Collegamento:

source: Edit link:
it: Modifica Collegamento:

source: Updated Link:
it: Aggiornato Collegamento:

source: Link is unchanged:
it: Il Collegamento non è cambiato:

source: This will delete the Link from the database
it: Questo cancellerà il Collegamento dal database

source: Are you sure you want to delete Link:
it: Vuoi veramente cancellare il Collegamento:

source: Deleted Link:
it: Cancellato Collegamento:

source: Create a new Media
it: Crea un nuovo Media

source: No image uploaded
it: Nessuna immagine caricata

source: No video or no fallback uploaded
it: Nessun video o video di scorta caricati

source: No video id
it: Nessun id del video

source: Created Media:
it: Crea Media:

source: Edit media:
it: Modifica Media:

source: Updated Media:
it: Aggiornato Media:

source: Media is unchanged:
it: Il Media non è cambiato:

source: This will delete the Media from the database and all related files from the upload area
it: Questo cancellerà il Media dal database e tutti i file correlati dall'area di caricamento

source: Are you sure you want to delete Media:
it: Vuoi veramente cancellare il Media:

source: Deleted Media:
it: Cancellato Media:

source: Wrong credentials
it: Credenziali sbagliate

source: Welcome back
it: Bentornata/o

source: We hope to see you soon!
it: Speriamo di rivederti presto!

source: Preferred language set to:
it: Lingua preferita impostata a:

source: No preferred language
it: Nessuna lingua preferita

source: Create a new Tag
it: Crea una nuova Tag

source: Created Tag:
it: Creata Tag:

source: Edit tag:
it: Modifica Tag:

source: Updated Tag:
it: Aggiornata Tag:

source: Tag is unchanged:
it: La Tag non è cambiata:

source: This will delete the Tag from the database
it: Questo cancellerà la Tag dal database

source: Are you sure you want to delete Tag:
it: Vuoi veramente cancellare la Tag:

source: Deleted Tag:
it: Cancellata Tag:

source: User Name
it: Nome Utente

source: Language
it: Lingua

source: Name
it: Nome

source: Description
it: Descrizione

source: Category
it: Categoria

source: Title
it: Titolo

source: Text
it: Testo

source: Tags
it: Tag

source: Comma separated list of tags
it: Lista di tag separate da virgole

source: Type
it: Tipo

source: File to upload
it: File da caricare

source: Fallback file
it: File di riserva
